Repository: loconomics/loconomics
Catalog: web/locale/*/messages.po
Languages: es_es

source: (enter 0.00 if free)
es_es: (ingrese 0.00 si es gratis)

source: (this should be all-inclusive)
es_es: (Esto debe ser todo incluido)

source: {0} ({2} consultation)
es_es: {0} ({2} consulta)

source: {0} ({2} estimate)
es_es: {0} ({2} estimación)

source: {0}, {1} ({3} consultation)
es_es: {0}, {1} ({3} consulta)

source: {0}, {1} ({3} estimation)
es_es: {0}, {1} ({3} estimación)

source: {0}, {2} appointments - {1} each
es_es: {0}, {2} citas: {1} cada una

source: {1} appointments - {0} each
es_es: {1} citas: {0} cada una

source: A valid date must be chosen to confirm the booking request
es_es: Se debe elegir una fecha válida para confirmar la solicitud de reserva

source: Add a consultation
es_es: Añadir una consulta

source: Add a package
es_es: Agrega un paquete

source: Add a service
es_es: Agrega un servicio

source: Add an add-on service
es_es: Agregar un servicio complementario

source: Add an estimate visit
es_es: Agregar una visita de estimación

source: Add deep cleaning services
es_es: Añadir servicios de limpieza profunda

source: Add hourly services
es_es: Agregar servicios por hora

source: Add light cleaning services
es_es: Añadir servicios de limpieza ligera

source: Add routine cleaning services
es_es: Agregar servicios de limpieza de rutina

source: Add/Edit add-ons
es_es: Agregar / Editar complementos

source: Add/Edit consultations
es_es: Añadir / editar consultas

source: Add/Edit estimates
es_es: Agregar / Editar estimaciones

source: Add/Edit packages
es_es: Agregar / editar paquetes

source: Add/Edit pricing
es_es: Agregar / editar precios

source: Add/Edit services
es_es: Agregar / Editar servicios

source: Add-On
es_es: Añadir

source: Add-on removed successfully
es_es: Complemento eliminado con éxito

source: Add-Ons
es_es: Complementos

source: Address Line 1 must be fewer than 100 characters.
es_es: La línea de dirección debe tener menos de 100 caracteres.

source: Address Line 2 must be fewer than 100 characters.
es_es: La línea de dirección debe tener menos de 100 caracteres.

source: Address must contain a country code or country ID
es_es: La dirección debe contener un código de país o ID de país

source: Address must contain a postal code
es_es: La dirección debe contener un código postal

source: Address Name must be fewer than 50 characters.
es_es: El nombre de la dirección debe tener menos de 50 caracteres.

source: All services must be selected from the same job title
es_es: Todos los servicios deben ser seleccionados del mismo título de trabajo

source: Already a service professional
es_es: Ya soy un profesional del servicio

source: Alternative date and time 1 is not valid
es_es: La fecha y hora alternativa 1 no es válida

source: Alternative date and time 2 is not valid
es_es: La fecha y la hora alternativa 2 no son válidas

source: An email or phone number is required
es_es: Se requiere un correo electrónico o número de teléfono

source: An Item ID is required at the URL
es_es: Se requiere una identificación de artículo en la URL

source: Approx. length of consultation:
es_es: Aprox. duración de la consulta:

source: Approximate length of visit:
es_es: Duración aproximada de la visita:

source: At least 1 related job title must be specified
es_es: Se debe especificar al menos 1 título de trabajo relacionado

source: Bad stored payment plan
es_es: Mal plan de pago almacenado

source: Birth Day must be an number (day of the month)
es_es: El día del nacimiento debe ser un número (día del mes)

source: Birth Month Day must be a number between 1 and 31
es_es: Birth Month Day debe ser un número entre 1 y 31

source: Birth Month must be a number between 1 and 12
es_es: Mes de nacimiento debe ser un número entre 1 y 12

source: Birth Month must be an number
es_es: Mes de nacimiento debe ser un número

source: Booking cannot be cancelled. Status:
es_es: La reserva no puede ser cancelada. Estado:

source: Booking cannot be confirmed. Status:
es_es: La reserva no puede ser confirmada. Estado:

source: Booking cannot be declined. Status:
es_es: La reserva no puede ser rechazada. Estado:

source: Booking cannot be updated
es_es: La reserva no se puede actualizar

source: Booking cannot set as expired. Status:
es_es: La reserva no puede establecerse como caducada. Estado:

source: Booking not found.
es_es: Reserva no encontrada.

source: Booking update not allowed
es_es: Actualización de reserva no permitida

source: Bookings by Phone preference is required
es_es: Se requiere reservar por teléfono

source: Bookings by SMS preference is required
es_es: Se requiere reservar por SMS.

source: Bookings require the selection of at least one service
es_es: Las reservas requieren la selección de al menos un servicio

source: BookingTypeID must be set before calling FillUserJobTitle
es_es: BookingTypeID se debe establecer antes de llamar a FillUserJobTitle

source: Business name must be fewer than 145 characters
es_es: El nombre comercial debe tener menos de 145 caracteres

source: Call Loconomics for help: (415) 735-6025
es_es: Llame a Loconomics para obtener ayuda: (415) 735-6025

source: Cannot POST to an item
es_es: No se puede POST a un elemento

source: Choose a plan
es_es: Elija un plan

source: Choose at least one service
es_es: Elija al menos un servicio

source: Chosen payment method has expired
es_es: El método de pago elegido ha expirado

source: Chosen services does not belong to the Job Title
es_es: Los servicios elegidos no pertenecen al Título del trabajo

source: Client not found
es_es: Cliente no encontrado

source: Co-branded promotions preference is required
es_es: Se requiere preferencia de promociones de marca compartida

source: Consultation
es_es: Consulta

source: Consultation removed successfully
es_es: Consulta eliminada con éxito

source: Consultation type:
es_es: Tipo de consulta:

source: Consultations
es_es: Consultas

source: Dashboard
es_es: Salpicadero

source: Deep cleaning service
es_es: Servicio de limpieza profunda

source: Deep cleaning services
es_es: Servicios de limpieza profunda

source: DELETE is not allowed
es_es: ELIMINAR no está permitido

source: Describe the service you offer, the price, and the time it'll take, and we'll do the rest to get you clients. Please include any products that come with the service.
es_es: Describa el servicio que ofrece, el precio y el tiempo que tomará, y nosotros haremos el resto para obtener sus clientes. Por favor incluya cualquier producto que venga con el servicio.

source: Describe to your potential clients in detail the add-on service they'll receive and include a description of any products included (if applicable)
es_es: Describa a sus clientes potenciales en detalle el servicio adicional que recibirán e incluya una descripción de los productos incluidos (si corresponde)

source: Describe to your potential clients in detail the add-on service they'll receive and include a description of any products included (if applicable).
es_es: Describa a sus clientes potenciales en detalle el servicio complementario que recibirán e incluya una descripción de los productos incluidos (si corresponde).

source: Describe to your potential clients in detail the deep cleaning services you provide and include what makes your services unique.
es_es: Describa a sus clientes potenciales en detalle los servicios de limpieza profunda que brinda e incluya lo que hace que sus servicios sean únicos.

source: Describe to your potential clients in detail the light cleaning services you provide and include what makes your services unique.
es_es: Describa a sus clientes potenciales en detalle los servicios de limpieza ligera que brinda e incluya lo que hace que sus servicios sean únicos.

source: Describe to your potential clients in detail the routine cleaning services you provide and include what makes your services unique.
es_es: Describa a sus posibles clientes en detalle los servicios de limpieza de rutina que brinda e incluya lo que hace que sus servicios sean únicos.

source: Describe to your potential clients in detail the service you provide and include a description of any products included (if applicable).
es_es: Describa a sus clientes potenciales en detalle el servicio que brinda e incluya una descripción de los productos incluidos (si corresponde).

source: Describe to your potential clients in detail the service you provide and include what makes your services unique.
es_es: Describa a sus clientes potenciales en detalle el servicio que brinda e incluya lo que hace que sus servicios sean únicos.

source: Describe to your potential clients in detail the service(s) you provide and include a description of any products included (if applicable)
es_es: Describa a sus clientes potenciales en detalle los servicios que brinda e incluya una descripción de los productos incluidos (si corresponde)

source: Describe to your potential clients in detail the service(s) you provide and include a description of any products included (if applicable).
es_es: Describa a sus posibles clientes en detalle los servicios que brinda e incluya una descripción de los productos incluidos (si corresponde).

source: Describe to your potential clients in detail the services you provide and include what makes your services unique.
es_es: Describa a sus clientes potenciales en detalle los servicios que brinda e incluya lo que hace que sus servicios sean únicos.

source: Description must be fewer than 1000 characters.
es_es: La descripción debe tener menos de 1000 caracteres.

source: Duration must be the number of minutes without decimals
es_es: La duración debe ser la cantidad de minutos sin decimales

source: Duration:
es_es: Duración:

source: E-mail address is already in use.
es_es: Dirección de correo electrónico ya está en uso.

source: Email is already registered, please log-in or request a password reset
es_es: El correo electrónico ya está registrado, inicie sesión o solicite un restablecimiento de contraseña

source: End date/time is not valid
es_es: La fecha / hora de finalización no es válida

source: End year is invalid, please re-enter
es_es: El año final no es válido, vuelva a ingresar

source: Error, you need to upload an image first
es_es: Error, primero debes subir una imagen

source: Estimate
es_es: Estimar

source: Estimate removed successfully
es_es: Estimación eliminada con éxito

source: Estimates
es_es: Estimados

source: Estimation type:
es_es: Tipo de estimación:

source: Event not found.
es_es: Evento no encontrado.

source: External Listing not found.
es_es: Listado externo no encontrado.

source: Facebook account already connected. Sign in.
es_es: Cuenta de Facebook ya conectada. Registrarse.

source: Facebook account does not exists.
es_es: La cuenta de Facebook no existe.

source: Failed subscription
es_es: Suscripción fallida

source: First Name must be fewer than 50 characters.
es_es: El primer nombre debe tener menos de 50 caracteres.

source: Full details at
es_es: Detalles completos en

source: Give me an error
es_es: Dame un error

source: Great work!
es_es: ¡Buen trabajo!

source: Here you can add additional services that clients can request with a service allowing them to customize their experience with you.
es_es: Aquí puede agregar servicios adicionales que los clientes pueden solicitar con un servicio que les permite personalizar su experiencia con usted.

source: Here you can add each individual service you provide and communicate to clients the time you'll need and the price you charge. Add a package if you'd also like to bundle services or offer discounts for multiple appointments.
es_es: Aquí puede agregar cada servicio individual que brinda y comunicar a los clientes el tiempo que necesitará y el precio que cobra. Agregue un paquete si también desea agrupar servicios u ofrecer descuentos para varias citas.

source: Here you can communicate a bundle of services that occur in a single appointment or multiple appointments of a service. For example, you could offer six appointments for a discounted price.
es_es: Aquí puede comunicar un conjunto de servicios que se producen en una sola cita o múltiples citas de un servicio. Por ejemplo, podría ofrecer seis citas por un precio con descuento.

source: Here you can create one or more hourly services that you offer. If you have more than one, tell clients how they differ.
es_es: Aquí puede crear uno o más servicios por hora que ofrece. Si tiene más de uno, dígales a los clientes cómo difieren.

source: Here you can discuss with clients your services and assess an accurate price estimate for their individual needs. You and your client will then determine next steps together (we're currently working on ways to help you out with this).
es_es: Aquí puede analizar con los clientes sus servicios y evaluar un presupuesto preciso para sus necesidades individuales. Usted y su cliente determinarán los siguientes pasos juntos (actualmente estamos trabajando en formas de ayudarlo con esto).

source: Here you can discuss with clients your services and work with them to decide next steps and pricing (we're currently working on ways to help you out with this).
es_es: Aquí puede analizar con los clientes sus servicios y trabajar con ellos para decidir los próximos pasos y precios (actualmente estamos trabajando en formas de ayudarlo con esto).

source: Hourly rate
es_es: Tarifa por hora

source: Hourly service
es_es: Servicio por hora

source: Hourly services
es_es: Servicios por hora

source: I prefer not to state
es_es: Prefiero no decir

source: If you decline to state your hourly rate, we'll display this as 'Pricing will be disclosed during consultation'. We recommended giving clients a 'from' rate to ensure you attract the clients that can afford your services.
es_es: Si no indica su tarifa por hora, la mostraremos como "El precio se revelará durante la consulta". Recomendamos darles a los clientes una tarifa "de" para garantizar que atraiga a los clientes que pueden pagar sus servicios.

source: Impossible to calculate payment without pricing summary values
es_es: Imposible calcular el pago sin valores de resumen de precios

source: Impossible to change the services of a booking to another Job Title
es_es: Imposible cambiar los servicios de una reserva a otro Título de trabajo

source: Impossible to create a booking for that Job Title.
es_es: Imposible crear una reserva para ese Título del trabajo.

source: Impossible to retrieve information for the ServiceID:
es_es: Imposible recuperar información para el ServiceID:

source: Impossible to update the booking for that Job Title.
es_es: Imposible actualizar la reserva para ese Título del trabajo.

source: Include my profile in search listings preference is required
es_es: Incluir mi perfil en la lista de búsqueda es obligatorio

source: Incorrect user
es_es: Usuario incorrecto

source: Invalid email address or password
es_es: Dirección de correo electrónico o contraseña no válidos

source: Invalid Facebook credentials
es_es: Credenciales de Facebook inválidas

source: Invalid format for the Pricing Type ID
es_es: Formato inválido para el tipo de precio ID

source: Invalid Job Title ID
es_es: ID de título de trabajo inválido

source: Invalid payment plan
es_es: Plan de pago inválido

source: Invalid postal code
es_es: Código postal inválido

source: Invalid subscription plan for a partnership
es_es: Plan de suscripción no válido para una asociación

source: Invalid user
es_es: Usuario invalido

source: Is required to indicate whether is service professional or not
es_es: Se requiere indicar si el servicio es profesional o no

source: It looks like you already have an account set up with Braintree. Please contact us, and we can help.
es_es: Parece que ya tienes una cuenta configurada con Braintree. Por favor contáctenos, y podemos ayudarlo.

source: Job Title not found.
es_es: Título del trabajo no encontrado.

source: Last Name must be fewer than 145 characters.
es_es: El apellido debe tener menos de 145 caracteres.

source: Latitude must be a number
es_es: Latitude debe ser un número

source: learn more
es_es: aprende más

source: Learn more about add-on pricing
es_es: Obtenga más información sobre los precios agregados

source: Learn more about consultation pricing
es_es: Obtenga más información sobre precios de consulta

source: Learn more about deep cleaning services pricing
es_es: Conozca más sobre los precios de los servicios de limpieza profunda

source: Learn more about estimate pricing
es_es: Obtenga más información sobre la estimación de precios

source: Learn more about hourly service pricing
es_es: Obtenga más información sobre los precios del servicio por hora

source: Learn more about light cleaning services pricing
es_es: Conozca más sobre los precios de los servicios de limpieza de la luz

source: Learn more about package pricing
es_es: Obtenga más información sobre los precios de los paquetes

source: Learn more about routine cleaning services pricing
es_es: Obtenga más información sobre los precios de los servicios de limpieza de rutina

source: Learn more about service pricing
es_es: Obtenga más información sobre los precios de los servicios

source: Length of service:
es_es: Duración del servicio:

source: Light cleaning service
es_es: Servicio de limpieza ligera

source: Light cleaning services
es_es: Servicios de limpieza livianos

source: Loconomics community messages preference is required
es_es: Se requiere preferencia de mensajes de la comunidad Loconomics

source: Loconomics marketing messages preference is required
es_es: Se requiere preferencia de mensajes de marketing de Loconomics

source: Longitude must be a number
es_es: La longitud debe ser un número

source: Marketing e-mails about Loconomics Service Providers preference is required
es_es: Se requieren correos electrónicos de marketing sobre la preferencia de los proveedores de servicios de Loconomics

source: Maximum request length exceeded
es_es: Longitud máxima solicitada excedida

source: Message was sent
es_es: El mensaje fue enviado

source: Method not allowed
es_es: Método no permitido

source: Method not allowed.
es_es: Método no permitido.

source: Must be a client ID or one of the predefined constants
es_es: Debe ser un ID de cliente o una de las constantes predefinidas

source: Must specify the platform
es_es: Debe especificar la plataforma

source: My rates start at:
es_es: Mis tarifas comienzan en:

source: Name must be fewer than 50 characters.
es_es: El nombre debe tener menos de 50 caracteres.

source: Need to speak or meet with your client before determining a price? We'll help you facilitate an in-person meeting or phone call to discuss your services.
es_es: ¿Necesita hablar o reunirse con su cliente antes de determinar un precio? Lo ayudaremos a facilitar una reunión en persona o una llamada telefónica para analizar sus servicios.

source: Not allowed
es_es: No permitido

source: Not found
es_es: Extraviado

source: Not Found
es_es: Extraviado

source: not recommended
es_es: no recomendado

source: Num must be a number
es_es: Num debe ser un número

source: Number of appointments included must be a number without decimals
es_es: El número de citas incluidas debe ser un número sin decimales

source: Number of occurrences must be a number
es_es: El número de ocurrencias debe ser un número

source: OK
es_es: DE ACUERDO

source: Only registered users can refer professionals
es_es: Solo usuarios registrados pueden referir profesionales

source: Package
es_es: Paquete

source: Package removed successfully
es_es: Paquete eliminado con éxito

source: Packages
es_es: Paquetes

source: Password
es_es: Contraseña

source: Payment already collected for this booking
es_es: Pago ya cobrado por esta reserva

source: Payment authorized for this booking already
es_es: Pago autorizado para esta reserva ya

source: Payment not collected for this booking, cannot be authorized
es_es: El pago no recaudado para esta reserva, no puede ser autorizado

source: Payment not collected for this booking, cannot be released
es_es: El pago no recaudado para esta reserva, no puede ser liberado

source: Payment not collected for this booking, cannot be settle
es_es: El pago no recaudado para esta reserva no puede liquidarse

source: Payment not enabled for this booking
es_es: Pago no habilitado para esta reserva

source: per
es_es: por

source: Platform not found.
es_es: Plataforma no encontrada.

source: Please enter a new password.
es_es: Por favor ingrese una nueva contraseña.

source: Please fix these issues and try again:
es_es: Corrija estos problemas y vuelva a intentarlo:

source: Please provide a valid reset token.
es_es: Proporciona un token de restablecimiento válido.

source: Please, don't send messages to yourself :-)
es_es: Por favor, no te envíes mensajes a ti mismo :-)

source: Please, include a photo
es_es: Por favor, incluye una foto

source: Postal Code is not valid.
es_es: El codigo postal no es valido.

source: Postal Code Not Valid.
es_es: Código postal no válido.

source: Preferred start date and time is not valid
es_es: La fecha y hora de inicio preferidas no son válidas

source: Price and list your services for what you consider a deep cleaning of a home. We're talking about the client's mother coming to visit or a spring cleaning. Customize by selecting attributes above.
es_es: Precio y enumere sus servicios para lo que considera una limpieza profunda de una casa. Estamos hablando de la visita de la madre del cliente o de una limpieza de primavera. Personalice seleccionando los atributos de arriba.

source: Price and list your services for what you consider a light cleaning of a home. Some clients just want a quick clean and aren't too concerned about spring cleaning. Customize by selecting attributes above.
es_es: Precio y enumere sus servicios para lo que considera una limpieza ligera de una casa. Algunos clientes solo quieren una limpieza rápida y no están demasiado preocupados por la limpieza de primavera. Personalice seleccionando los atributos de arriba.

source: Price and list your services for what you consider a routine cleaning of a home. It's more than making the beds but isn't a spring cleaning either. Customize by selecting attributes above.
es_es: Precio y enumere sus servicios para lo que considera una limpieza de rutina de una casa. Es más que hacer las camas, pero tampoco es una limpieza de primavera. Personalice seleccionando los atributos de arriba.

source: Price for add-on service:
es_es: Precio por servicio adicional:

source: Price for consultation:
es_es: Precio por consulta:

source: Price for estimate:
es_es: Precio por estimación:

source: Price for package:
es_es: Precio por paquete:

source: Price for service:
es_es: Precio por servicio:

source: Price must be a number and not contain the $ symbol.
es_es: El precio debe ser un número y no contener el símbolo $.

source: Pricing not found.
es_es: Precios no encontrados.

source: Pricing summary:
es_es: Resumen de precios:

source: Pricing Type not found.
es_es: Tipo de precio no encontrado.

source: Pricing will be disclosed during consultation.
es_es: El precio será revelado durante la consulta.

source: Public Bio must be fewer than 4000 characters
es_es: Public Bio debe tener menos de 4000 caracteres

source: Referral failed
es_es: Remisión fallida

source: 'Repeat every' must be a number
es_es: 'Repita cada' debe ser un número

source: Repetition End Date is not valid
es_es: La fecha de finalización de la repetición no es válida

source: Request sent!
es_es: ¡Solicitud enviada!

source: Routine cleaning service
es_es: Servicio de limpieza de rutina

source: Routine cleaning services
es_es: Servicios de limpieza de rutina

source: Saved
es_es: Salvado

source: Second Last Name must be fewer than 145 characters.
es_es: El segundo apellido debe tener menos de 145 caracteres.
