Repository: loconomics/loconomics
Catalog: web/locale/*/messages.po
Languages: es_es

source: Selected location is not valid.
es_es: La ubicación seleccionada no es válida.

source: Server Error: Address Kind not managed.
es_es: Error del servidor: tipo de dirección no administrada.

source: Server Error: impossible to create the address at this time.
es_es: Error del servidor: imposible crear la dirección en este momento.

source: Server Error: Invalid address Kind specified.
es_es: Error del servidor: dirección no válida especificada.

source: Service
es_es: Servicio

source: Service Area
es_es: Área de servicio

source: Service Radius must be a number
es_es: El radio de servicio debe ser un número

source: Service removed successfully
es_es: Servicio eliminado con éxito

source: Services
es_es: Servicios

source: Short must be 5 or less
es_es: Corto debe ser 5 o menos

source: Some specified attributes are wrong
es_es: Algunos atributos especificados son incorrectos

source: Some specified services are incorrect
es_es: Algunos servicios especificados son incorrectos

source: Something goes wrong
es_es: Algo va mal

source: Special instructions must be fewer than 1,000 characters.
es_es: Las instrucciones especiales deben tener menos de 1,000 caracteres.

source: Special instructions:
es_es: Instrucciones especiales:

source: Start date and time is not valid
es_es: La fecha y la hora de inicio no son válidas

source: Start date/time is not valid
es_es: La fecha / hora de inicio no es válida

source: Start year is invalid, please re-enter
es_es: El año de inicio no es válido, vuelva a ingresar

source: Subscription failed
es_es: Suscripción fallida

source: Tell your clients what they can expect during the consultation and what to prepare.
es_es: Dígales a sus clientes qué pueden esperar durante la consulta y qué deben preparar.

source: Tell your clients what they can expect when you speak with them and what to prepare.
es_es: Dígales a sus clientes qué pueden esperar cuando hable con ellos y qué preparar.

source: That e-mail is not valid
es_es: Ese correo electrónico no es válido

source: The alternative email is not valid.
es_es: El correo electrónico alternativo no es válido.

source: The chosen time is not available, it conflicts with a recent appointment!
es_es: La hora elegida no está disponible, ¡entra en conflicto con una cita reciente!

source: The chosen time is unavailable, it conflicts with a recent appointment!
es_es: ¡La hora elegida no está disponible, entra en conflicto con una cita reciente!

source: The custom URL is too long, please keep it under 80 characters.
es_es: La URL personalizada es demasiado larga, por favor manténgala en 80 caracteres.

source: The custom URL you've entered is invalid. Remember: just words and dashes, no white space, no slashes
es_es: La URL personalizada que ingresaste no es válida. Recuerde: solo palabras y guiones, sin espacios en blanco, sin barras

source: The email is not valid.
es_es: El correo electrónico no es válido.

source: The file is too large
es_es: El archivo es demasiado grande

source: The given e-mail already exists for other client at loconomics.com and cannot be saved.
es_es: El correo electrónico dado ya existe para otro cliente en loconomics.com y no se puede guardar.

source: The Item ID must be an integer
es_es: El archivo es demasiado grande, el tamaño máximo de archivo es {0}

source: The Job Title ID has bad format (must be an integer number)
es_es: El ID del título del trabajo tiene un formato incorrecto (debe ser un número entero)

source: The name is not correct
es_es: El nombre no es correcto

source: The password reset token is incorrect or may be expired
es_es: El token de restablecimiento de contraseña es incorrecto o puede haber caducado

source: The recipient does not exists.
es_es: El destinatario no existe.

source: The service address must be a service location or a service area.
es_es: La dirección del servicio debe ser una ubicación de servicio o un área de servicio.

source: The Website URL is not valid, check that is complete
es_es: La URL del sitio web no es válida, verifique que esté completa

source: The Website URL is too long, please keep it under 2000 characters.
es_es: La URL del sitio web es demasiado larga, manténgala por debajo de 2000 caracteres.

source: This consultation is available to first-time clients only
es_es: Esta consulta solo está disponible para clientes primerizos

source: This package is available to first-time clients only
es_es: Este paquete está disponible solo para clientes primerizos

source: This service is available to first-time clients only
es_es: Este servicio está disponible solo para clientes primerizos

source: Title is required
es_es: Título es requerido

source: Type the name of the add-on service (be descriptive and creative)
es_es: Escriba el nombre del servicio complementario (sea descriptivo y creativo)

source: Type the name of the consultation, e.g. \"Initial consultation\", \"Introductory meeting\".
es_es: Escriba el nombre de la consulta, p. "Consulta inicial ", "Reunión introductoria ".

source: Type the name of the estimate visit, e.g. \"Work assessment visit\", \"Pricing estimate visit\"
es_es: Escriba el nombre de la visita de estimación, p. "Visita de evaluación de trabajo ", "Visita de estimación de precio "

source: Type the name of the package (be descriptive and creative)
es_es: Escriba el nombre del paquete (sea descriptivo y creativo)

source: Type the name of the service (be descriptive and creative)
es_es: Escriba el nombre del servicio (sea descriptivo y creativo)

source: Type your full name as acknowlegment
es_es: Escriba su nombre completo como reconocimiento

source: Type:
es_es: Tipo:

source: Unable to retrieve the client's info. Their profile may no longer exist.
es_es: No se puede recuperar la información del cliente. Su perfil puede no existir más.

source: Unable to retrieve the service professional's info. Their profile may no longer exist.
es_es: No se pudo recuperar la información del profesional del servicio. Su perfil puede no existir más.

source: User doesn't exists
es_es: El usuario no existe

source: User Not Found
es_es: Usuario no encontrado

source: Username
es_es: Nombre de usuario

source: Validation rules
es_es: Reglas de validación

source: We know you're not psychic (or are you?) and probably need to visit the client and review the work before determining a price. We'll help facilitate.
es_es: Sabemos que usted no es psíquico (¿o sí lo es?) Y probablemente necesite visitar al cliente y revisar el trabajo antes de determinar un precio. Ayudaremos a facilitar.

source: We weren't able to process your payment, please review
es_es: No pudimos procesar su pago, revise

source: welcome %1, today is %0
es_es: bienvenido %1, hoy es %0

source: We'll show this as a 'from' rate on your profile to give your potential clients an idea of the costs of your services. You can discuss your full pricing during the consultation and add any materials/parts required to get the job done right.
es_es: Mostraremos esto como una tasa "de" en su perfil para brindar a sus clientes potenciales una idea de los costos de sus servicios. Puede discutir los precios completos durante la consulta y agregar los materiales / piezas necesarios para realizar el trabajo correctamente.

source: We'll show this as a 'from' rate on your profile to give your potential clients an idea of the costs of your services. You can discuss your full pricing when you speak and add any materials/parts required to get the job done right.
es_es: Mostraremos esto como una tasa "de" en su perfil para brindar a sus clientes potenciales una idea de los costos de sus servicios. Puede hablar sobre los precios completos cuando hable y agregar los materiales / piezas necesarios para hacer bien el trabajo.

source: We're sorry, that custom URL is unavailable, please choose other.
es_es: Lo sentimos, esa URL personalizada no está disponible, elija otra.

source: You already submitted your acknowlegment of this disclosure
es_es: Usted ya envió su reconocimiento de esta divulgación

source: You are already logged in!
es_es: ¡Ya se ha autentificado!

source: You are already logged in! Review your account preferences to enable the newsletter.
es_es: ¡Ya se ha autentificado! Revise las preferencias de su cuenta para habilitar el boletín.

source: You can now log-in with your new password
es_es: Ahora puede iniciar sesión con su nueva contraseña

source: You can perform a search by that email and add it as your client.
es_es: Puede realizar una búsqueda por ese correo electrónico y agregarlo como su cliente.

source: You have already registered that license, please try to update it if you want to submit a new file.
es_es: Ya ha registrado esa licencia, intente actualizarla si desea enviar un nuevo archivo.

source: You have not positions. Logged?
es_es: No tienes posiciones. ¿Registrado?

source: You must agree the terms of service
es_es: Debe aceptar los términos del servicio

source: You must select a field of study.
es_es: Debe seleccionar un campo de estudio.

source: You must select an institution.
es_es: Debe seleccionar una institución.

source: You must select user type.
es_es: Debe seleccionar el tipo de usuario.

source: You must set your hourly rate
es_es: Debes establecer tu tarifa por hora

source: You must specify a password.
es_es: Debes especificar una contraseña.

source: You must specify a recipient.
es_es: Debes especificar un destinatario.

source: You must specify a starting rate or check 'I prefer not to state'
es_es: Debe especificar una tasa de inicio o marcar 'Prefiero no indicar'

source: You must specify a user name.
es_es: Debes especificar un nombre de usuario.

source: You must specify an email.
es_es: Debe especificar un correo electrónico.

source: You must specify your first name.
es_es: Debes especificar tu primer nombre.

source: You must specify your last name.
es_es: Debes especificar tu apellido.

source: You must specify your mobile phone number.
es_es: Debes especificar tu número de teléfono móvil.

source: You need to specify a price unit along with your rate or mark 'I prefer not to state'
es_es: Debe especificar una unidad de precio junto con su tasa o marca 'Prefiero no indicar'

source: Your account has not yet been confirmed. Please check your inbox and spam folders and click on the e-mail sent.
es_es: Su cuenta aún no ha sido confirmada. Por favor revise su bandeja de entrada y carpetas de correo no deseado y haga clic en el correo electrónico enviado.

source: Your e-mail
es_es: Tu correo electrónico

source: Your password has been updated. Please log in again with your new password
es_es: Su contraseña ha sido actualizada. Por favor inicie sesión de nuevo con su nueva contraseña

source: Your weekly schedule is required. If you are available at all times or prefer to approve appointment times, check \"all days/times\".
es_es: Su horario semanal es obligatorio. Si está disponible en todo momento o prefiere aprobar los horarios de las citas, marque \"todos los días / horas \".
